Repository: mohammad-suliman/quickNotetaker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, uk

source: Quick Notetaker
uk: Швидкий нотатник

source: Shows the Notetaker interface for writing a new note
ar: يعرض واجهة مدون الملاحظات لكتابة ملاحظة جديدة
uk: Показує інтерфейс Швидкого нотатника для створення нової нотатки

source: Shows the Notes Manager interface for viewing and managing notes
uk: Показує інтерфейс Диспетчера нотаток для перегляду й редагування нотаток

source: Notetaker - Quick Notetaker
ar: مدون ملاحظات - Quick Notetaker
uk: Нотатник - Швидкий нотатник

source: Open Notes &Manager...
ar: &فتح مدير الملاحظات...
uk: Відкрити &Диспетчер нотаток...

source: P&review note...
ar: &عرض مسبق للملاحظة...
uk: Попередній &перегляд нотатки...

source: Co&py
ar: &نسخ
uk: Копію&вати

source: Copy &HTML code
ar: نسخ &شيفرة HTML
uk: Копіювати &HTML-код

source: &Note content:
ar: &محتوى الملاحظة:
uk: &Вміст нотатки:

source: Update the corresponding Microsoft &Word document also
ar: &قم بتحديث ملف ال Microsoft Word المرفق للملاحظة أيضا
uk: Оновити також відповідний документ &Microsoft Word

source: Save as Microsoft &Word document also
ar: &قم بالحفظ كملف Microsoft Word أيضا
uk: Зберегти також &як документ Microsoft Word

source: &Save and close
ar: &حفظ وإغلاق
uk: &Зберегти й закрити

source: &Discard
ar: &تجاهل
uk: &Відхилити

source: Are you sure you want to exit and discard changes?
ar: هل انت متأكد انه برغبتك الخروج وتجاهل التغييرات؟
uk: Ви впевнені, що бажаєте вийти й відхилити зміни?

source: Warning
ar: تحذير
uk: Попередження

source: Couldn't open Notes Manager! A Notes Manager window is already opened.
ar: لم يتمكن عرض مدير الملاحظات! هناك شباك مدير ملاحظات معروض مسبقا.
uk: Неможливо відкрити Диспетчер нотаток! Вікно диспетчера нотаток вже відкрито.

source: Copied to clipboard!
ar: نسخ للحافظة
uk: Скопійовано в буфер обміну!

source: Notes Manager - Quick Notetaker
ar: مدير الملاحظات - Quick Notetaker
uk: Диспетчер нотаток - Швидкий нотатник

source: No&tes:
ar: &الملاحظات
uk: Нотат&ки:

source: Title
ar: عنوان
uk: Назва

source: Last Edited
ar: آخر تحرير
uk: Востаннє змінено

source: Preview
uk: Попередній перегляд

source: &View note...
ar: &عرض الملاحظة...
uk: &Переглянути нотатку...

source: &Edit note...
ar: &تحرير الملاحظة...
uk: &Редагувати нотатку...

source: Co&py note
ar: &نسخ الملاحظة
uk: Копію&вати нотатку

source: &Open in Microsoft Word...
ar: ال&فتح بواسطة Microsoft Word...
uk: &Відкрити у Microsoft Word...

source: &Delete note...
ar: &محو الملاحظة...
uk: &Видалити нотатку...

source: &New note...
ar: ملاحظة &جديدة...
uk: &Нова нотатка...

source: Open &settings...
ar: فتح الإع&دادات...
uk: Відкрити &налаштування...

source: &Close
ar: إ&غلاق
uk: &Закрити

source: Couldn't edit note! An open Notetaker window with unsaved changes is present.
ar: لا يمكن تحرير الملاحظة! هناك شباك مدون ملاحظات مع تغييرات غير محفوظة لا يزال مفتوحة.
uk: Неможливо редагувати нотатку! Виявлено відкрите вікно нотатника з незбереженими змінами.

source: Couldn't open Notetaker! A Notetaker window is already opened.
ar: لم يتمكن عرض مدون الملاحظات! هناك شباك مدون ملاحظات معروض مسبقا.
uk: Неможливо відкрити Швидкий нотатник! Вікно Швидкого нотатника вже відкрито.

source: Create Microsoft &Word document
ar: إنشاء مل&ف Microsoft Word
uk: Створити документ &Microsoft Word

source: A document with the specified name was not found! You can create a new one so you would be able to view this note as a Microsoft Word document.
ar: لم يتم العثور على ملف بهذا الإسم! يمكنك انشاء ملف جديد حتى تتمكن من مشاهدة الملاحظة كملف Microsoft Word.
uk: Документа із вказаним ім’ям не знайдено! Ви можете створити новий, щоб мати можливість переглядати цю нотатку як документ Microsoft Word.

source: Are you sure you want to delete this note?
ar: هل انت متأكد انك ترغب بمحو الملاحظة؟
uk: Ви впевнені, що бажаєте видалити цю нотатку?

source: The saved path for the Microsoft Word document no longer exists! The document was saved in the default directory for the ad-on!
ar: مسار ملف ال Microsoft Word المحفوظ لهذه الملاحظة لم يعد متوفرا! تم حفظ المستند في المجلد الإفتراضي للاضافة!
uk: Шляху для збереження документів Microsoft Word більше не існує! Документ буде збережено в основній папці додатка!

source: Select the folder where the document will be saved
ar: قم بإختيار المجلد الذي سيحفظ فيه المستند
uk: Оберіть папку, в якій буде збережено документ

source: Untitled
ar: بلا عنوان
uk: Без назви

source: Default documents directory:
ar: المجلد الإفتراضي للمستندات
uk: Основна папка для документів:

source: Browse...
ar: استعراض...
uk: Огляд...

source: Select a default directory where the documents of Quick Notetaker will be stored
ar: قم بإختيار المجلد الإفتراضي حيث سيتم حفظ مستندات Quick Notetaker
uk: Оберіть основну папку, в якій зберігатимуться документи Швидкого нотатника

source: Ask me each time &where to save the note's corresponding Microsoft Word document
ar: إسألني &كل مرة اين سيتم حفظ ملف ال Microsoft Word المرفق للملاحظة
uk: Щоразу запитувати, &куди зберігати відповідний нотатці документ Microsoft Word

source: &Open the note's corresponding Microsoft Word document after saving or updating
ar: &قم بفتح ملف ال Microsoft Word بعد الحفظ أو التحديث
uk: &Відкривати відповідний нотатці документ Microsoft Word після збереження чи оновлення

source: &Capture the active window title when creating a new note
ar: قم بإست&خدام عنوان الشباك النشط كعنوان الملاحظة حين إنشاء ملاحظة جديدة
uk: &Захопити назву активного вікна під час створення нової нотатки

source: &Remember the note taker window size and position
ar: ت&ذكر موقع وحجم شباك مدون الملاحظات
uk: &Запам’ятати розмір і позицію вікна нотатника

source: Au&to align text when editing notes (relevant for RTL languages)
ar: قم بمحاذاة ال&نص بشكل تلقائي حين تحرير الملاحظات (هام عند الكتابة بلغات من اليمين الى اليسار)
uk: Автовирівнювання &тексту під час редагування нотаток (стосується мов RTL)

source: A note taker for NVDA. Allows the user to create, edit, view, manage and export notes to different formats.
ar: مدون ملاحظات ل NVDA. يمكن المستخدم من إنشاء، تحرير، عرض، إدارة وتصدير الملاحظات الى صيغ مختلفة.
uk: Нотатник для NVDA. Дозволяє створювати, редагувати, переглядати, керувати й експортувати нотатки в різних форматах.

source: Shows the Note Viewer interface for viewing and managing notes
ar: يعرض واجهة مدير الملاحظات لمشاهدة وادارة الملاحظات

source: Preivew
ar: عرض مسبق
